#15main3_1
#Настройка проекта

#django-admin - список комманд
#Чтобы создать проект на Django,нужно сначало зайти в ту папку,в кот.
#хотим делать проект cd папка(Или указать полный путь C:/Users/)
#django-admin startproject itProger

#Файлы в созданном проекте:
#manage.py - в ней код писать не будем,но обращаться к нему будем постоянно

#Основная папка:
#__init__.py - папка с инициализацией проекта(можно дописывать код)
#asgi.py и wsgi.py - протоколы,как мы будем взаимодействовать с приложением(не пишем никакой код)